mejoras en readme
